/* The default title for FUIAttachmentsFormCell.\n This string can be overwritten by the \"attachmentsTItle\" property \n in FUIAttachmentsFormCell. */
"AttachmentsFormatKey" = "Pielikumi (%d)";

/* Old singular title format */
"AttachmentsKey" = "Pielikums (%d)";

/* The action list title when \"add attachment\" button is tapped. */
"AddAttachmentKey" = "Pievienot pielikumu";

/* The string for taking a photo in add attachment action list. */
"TakePhotoKey" = "Uzņemt fotoattēlu";

/* The string for choosing a photo from the photo library in add attachment action list. */
"PhotoLibraryKey" = "Fotoattēlu bibliotēka";

/* The voice announcement when an attachment is deleted */
"AttachmentDeletedKey" = "Pielikums %d izdzēsts";

/* The string for selecting a file from the document picker in add attachment action list. */
"FilesKey" = "Faili";

/* The string for canceling adding an attachment in add attahment action list. */
"CancelKey" = "Atcelt";

/* The default placeholder text for FUITitleFormCell.\n App can use the \"placeholderText\" property of FUITitleFormCell to override this string. */
"TitleKey" = "Virsraksts";

/* The default placeholder text for FUINoteFormCell.\n App can use the \"placeholderText\" property of FUINoteFormCell to override this string. */
"NotesKey" = "Piezīmes";

/* The default placeholder text for value field of FUISimplePropertyFormCell.\n App can use the \"placeholderText\" property of FUISimplePropertyFormCell to override this string. */
"ValueKey" = "Vērtība";

/* The warning string when there is no navigationController for the current\n UITableViewController for the FUIFormCell. */
"NoNavigationCtlWarningKey" = "BRĪDINĀJUMS: navigationController pašreizējam UITableViewController šim: FUIFormCell ir nil. FUIAttachmentsFormCell un ListPickerFormCell nedarbosies pareizi.";

/* The format string for valueTextField of DurationPckerFormCell.\n This string can be overwritten by the \"durationFormatString\" property\n in FUIDurationPickerFormCell. */
"DurationKey" = "%d h %d min";

/* The default keyName for the `FUIDurationPickerFormCell`. */
"Duration" = "Ilgums";

/* The hour label string in the FUIDurationPickerFormCell */
"hourKey" = "stunda";

/* The hours label string in the FUIDurationPickerFormCell */
"hoursKey" = "stundas";

/* The minute label string in the FUIDurationPickerFormCell */
"minKey" = "min";

/* The section header title for selected entries in ListPickerFormCell. */
"SelectedKey" = "Atlasītie";

/* The section header title for all entries in ListPickerFormCell. */
"AllKey" = "Visi";

/* The anchor button title for selected entries in `FUIListPickerTableViewController`. */
"SelectedFormatKey" = "Atlasītie (%d)";

/* The anchor button accesibility hint format for multiple selected items. */
"MultipleSelectedFormatKey" = "Veiciet dubultskārienu, lai skatītu %d atlasītos elementus.";

/* The anchor button accesibility hint format for single selected item. */
"SingleSelectedFormatKey" = "Veiciet dubultskārienu, lai skatītu atlasīto elementu.";

/* The alert message for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardSelectionsMessageKey" = "Vai tiešām vēlaties atmest veiktās atlases?";

/* The alert Discard Changes action title for `FUIListPickerTableViewController` pulldown dismissal */
"DiscardChangesKey" = "Atmest izmaiņas";

/* The alert Keep Editing action title for `FUIListPickerTableViewController` pulldown dismissal */
"KeepEditingKey" = "Turpināt rediģēšanu";

/* The title for the Apply action title for the `FUIListPickerTableViewController` */
"ApplyKey" = "Lietot";

/* The warning string when search is enabled but the `ListPickerFormCell\n` has the `listPickerDataSource` set but `listPickerSearchResultsUpdating\n` property is nil. Search is disabled in this case. */
"NoResultsUpdatingWarningKey" = "Brīdinājums: meklēšana ir atspējota, jo rekvizīts listPickerSearchResultsUpdating šeit: ListPickerFormCell ir nil.";

/* The \"Select All\" button title on the List Picker header */
"SelectAllKey" = "Atlasīt visu";

/* The \"Deselect All\" button title on the List Picker header */
"DeselectAllKey" = "Noņemt atlasi visam";

/* The \"Close\" button title on the Barcode Scan View */
"CloseKey" = "Aizvērt";

/* The \"More\" indicator title displayed in Object Cell when text is truncated, and may be expanded. */
"DisplayMoreKey" = "vairāk";

/* The \"Less\" indicator title displayed in Object Cell when text is fully displayed, and may be compressed with truncation. */
"DisplayLessKey" = "Mazāk";

/* The string for switch button */
"SwitchBUttonKey" = "Slēdža poga";

/* The string used in accessibility indicating switch in on. */
"SwitchOn" = "ieslēgt";

/* The string used in accessibility indicating switch is off. */
"SwitchOff" = "izslēgt";

/* The string used in accessibility informing user to double tap on the switch to toggle between on and off. */
"SwitchTap" = "Veiciet dubultskārienu, lai pārslēgtu iestatījumu";

/* The default title for FUIOrderPickerFormCell.\n This string can be overwritten by the \"title\" property \n in FUIOrderPickerFormCell. */
"SortByKey" = "Kārtot pēc";

/* The sort criterion state for FUIOrderPickerFormItemCell.\n It is used in voice over. */
"NotSelectedKey" = "Nav atlasīts";

/* Criterion view accessibility hint */
"CriterionHintKey" = "Veiciet dubultskārienu, lai pārslēgtu atlasi";

/* OrderDirection view accessibility hint */
"OrderDirectionHintKey" = "Veiciet dubultskārienu, lai pārslēgtu kārtošanas virzienu";

/* FUISliderFormCell accessibility label */
"FUISliderFormCellAccessibilityLabelKey" = "šis ir %@ slīdnis, kura maksimālā vērtība ir %@, bet minimālā vērtība ir %@";

/* FUISliderFormCell accessibility hint */
"FUISliderFormCellAccessibilityHintKey" = "kamēr elements ir atlasīts, varat vilkt uz augšu/uz leju, lai mainītu slīdņa vērtību";

/* FUISliderFormCell accessibility value */
"FUISliderFormCellAccessibilityValueKey" = "Pašreizējā vērtība ir %@";

/* FUISliderFormCell accessibility change value */
"FUISliderFormCellAccessibilityChangeValueKey" = "Pašreizējā vērtība mainīta uz %@";

/* Default hint text for Read-only Field for FUITextFieldFormCell */
"ReadOnlyFieldKey" = "Tikai lasāms lauks";

/* Default error text for when the character count reaches the maximum limit for `FUITextFieldFormCell` */
"CharCountReachLimitMsg" = "Vairs nav atlikusi neviena rakstzīme";

/* Default error text for when the character count exceeds the maximum limit for `FUITextFieldFormCell`. */
"CharCountBeyondLimitMsg" = "Samaziniet rakstzīmju skaitu";

/* Default accessibility label for Alternative Input Action button name for FUITextFieldFormCell */
"AlternativeInputActionKey" = "Alternatīva ievades darbība";

/* Button for accessibility voice over announcement */
"ButtonKey" = "Poga";

/* Clear Text button title */
"ClearTextKey" = "Notīrīt tekstu";

/* Announcement for input text is cleared */
"InputTextClearedKey" = "Ievades teksts notīrīts";

/* Other accessibility hint strings */
"DoubleTapToOpenKey" = "Lai atvērtu, pieskarieties divreiz";

"DoubleTapToCollapseKey" = "Lai sakļautu, pieskarieties divreiz";

"DoubleTapToSelectFromList" = "Lai atlasītu no saraksta, pieskarieties divreiz";

"DoubleTapToSelect" = "Lai atlasītu, pieskarieties divreiz";

"DoubleTapToUnselect" = "Lai noņemtu atlasi, pieskarieties divreiz";

"FlashKey" = "Zibspuldze";

"FlashIsTurnedOnKey" = "Zibspuldze ir ieslēgta";

"FlashIsTurnedOffKey" = "Zibspuldze ir izslēgta";

"DoubleTapToTurnOnFlashKey" = "Lai ieslēgtu zibspuldzi, pieskarieties divreiz";

"DoubleTapToTurnOffFlashKey" = "Lai izslēgtu zibspuldzi, pieskarieties divreiz";

/* FUIStepperView tip */
"StepperTipKey" = "Šo steperi var rediģēt";

/* FUIStepperView tip unable be edited */
"StepperTipNotEditableKey" = "Šo steperi nevar rediģēt";

/* FUIStepperView stepper maximum value */
"StepperMaximumValueKey" = "Maksimālā vērtība ir %@";

/* FUIStepperView stepper minimum value */
"StepperMinimumValueKey" = "Minimālā vērtība ir %@";

/* FUIStepperView increase button */
"StepperIncreaseValueByOneKey" = "Palielināt vērtību pēc 1";

/* FUIStepperView decrease button */
"StepperDecreaseValueByOneKey" = "Samazināt vērtību pēc 1";

/* FUIStepperView textField value */
"StepperCurrentValueKey" = "Pašreizējā vērtība ir";

/* Title for UINavigationBar in the FUISortFilterViewController */
"Filter" = "Filtrēt";

/* Subtitle for UINavigationBar in the FUISortFilterViewController; \"\\(filteredNum)\" and \"\\(totalNum)\" don't require localization. */
"ResultsOf" = "Rezultāti \\(filteredNum) no \\(totalNum)";

/* Title for Action Button in the FUISortFilterViewController; \"\\(filteredNum)\" doesn't require localization. */
"ShowResults" = "Rādīt \\(filteredNum) pozīcijas";

/* Title for Button \"Reset\" in UINavigationBar to reset filter criteria in the FUISortFilterViewController */
"Reset" = "Atiestatīt";

/* FUIRangeSliderContentView slider tip */
"SliderTipKey" = "Šo slīdni var rediģēt, minimālā vērtība ir %@ un maksimalā vērtība ir %@";

/* FUIRangeSliderContentView slider tip unable be editable */
"SliderTipNotEditableKey" = "Šo slīdni nevar rediģēt, minimālā vērtība ir %@ un maksimālā vērtība ir %@";

/* FUIRangeSliderContentView range slider tip */
"RangeSliderTipKey" = "Šo diapazona slīdni var rediģēt, minimālā vērtība ir %@, maksimalā vērtība ir %@";

/* FUIRangeSliderContentView range slider tip unable be editable */
"RangeSliderTipNotEditableKey" = "Šo diapazona slīdni nevar rediģēt, minimālā vērtība ir %@ un maksimālā vērtība ir %@";

/* FUIRangeSliderContentView slider value textField */
"SliderValueTextFieldKey" = "slīdņa vērtības teksta lauks";

/* FUIRangeSliderContentView range slider lower value textField */
"RangeSliderLowerValueTextFieldKey" = "zemākās vērtības teksta lauks";

/* FUIRangeSliderContentView range slider upper value textField */
"RangeSliderUpperValueTextFieldKey" = "augstākās vērtības teksta lauks";

/* FUIRangeSliderContentView range slider textField hint text */
"RangeSliderTextFieldHintKey" = "Lai ievadītu specifisku vērtību, varat pieskarties divreiz";

/* FUIRangeSlider slider thumb tip */
"SliderThumbTipKey" = "slīdņa sīktēls, pašreizējā vērtība ir";

/* FUIRangeSlider slider hint text */
"SliderThumbHintKey" = "lai mainītu vērtību, varat vilkt uz augšu vai uz leju";

/* FUIRangeSlider lower range slider thumb tip */
"LowerRangeSliderThumbTipKey" = "apakšējā diapazona slīdņa sīktēls, pašreizējā vērtība ir";

/* FUIRangeSlider lower range slider thumb hint text */
"LowerRangeSliderThumbHintKey" = "varat vilkt uz augšu vai uz leju, lai mainītu zemāko vērtību";

/* FUIRangeSlider upper range slider thumb tip */
"UpperRangeSliderThumbTipKey" = "augšējā diapazona slīdņa sīktēls, pašreizējā vērtība ir";

/* FUIRangeSlider upper range slider thumb hint text */
"UpperRangeSliderThumbHintKey" = "varat vilkt uz augšu vai uz leju, lai mainītu augšējo vērtību";

/* FUIRangeSlider slider value tip */
"SliderValueTipKey" = "pašreizējā vērtība ir %@";

/* FUIRangeSlider range slider value tip */
"RangeSliderValueTipKey" = "pašreizējā zemākā vērtība ir %@, augstākā vērtība ir %@";

/* FUIRatingControl accessibility label */
"RatingControlAccessibilityLabel" = "%d no %d zvaigznēm";

/* FUIRatingControl hint */
"RatingControlHintKey" = "Lai pielāgotu vērtību, pieskarieties divreiz un velciet pa kreisi vai pa labi";

/* Search Barcode Scan Button */
"BarcodeScanKey" = "Svītrkoda skenēšana";

"BarcodeScanHintKey" = "Veiciet dubultskārienu, lai skenētu";

